import { RawDescriptions } from '~/library/i18n/description.factory'
import { PokemonId } from '../../pokemon/pokemon.indices'

export const JapaneseRedRawEntries = RawDescriptions<PokemonId>({
	bulbasaur:
		'うまれたときから せなかに\nしょくぶつの タネが あって\nすこしづつ おおきく そだつ。',

	ivysaur:
		'つぼみが せなかに ついていて\nようぶんを きゅうしゅうしていくと\nおおきな はなが さくという。',

	venusaur: 'はなから うっとりする かおりが\nただよい たたかうものの\nきもちを なだめてしまう。',

	charmander:
		'うまれたときから しっぽに ほのおが\nともっている。ほのおが きえたとき\nその いのちは おわって しまう。',

	charmeleon:
		'シッポを ふりまわして あいてを\nなぎたおし するどい ツメで\nズタズタに ひきさいてしまう。',

	charizard:
		'ちじょう 1400メートル まで\nハネを つかって とぶことができる。\nこうねつの ほのおを はく。',

	squirtle:
		'ながい くびを こうらのなかに\nひっこめるとき いきおいよく\nみずでっぽうを はっしゃする。',

	wartortle:
		'ぺットとして にんきが たかい。\nまた けで おおわれた しっぽは\nながいきする シンボルだ。',

	blastoise:
		'からだが おもたく のしかかって\nあいてを きぜつさせる。\nピンチの ときは カラに かくれる。',

	caterpie:
		'みどりの ひふに おおわれている。\nだっぴして せいちょうすると\nいとを かけて サナギに かわる。',

	metapod:
		'かたい カラに つつまれているが\nなかみは やわらかいので\nつよい こうげきには たえられない。',

	butterfree:
		'ハネは みずを はじく りんぷんに\nまもられている。あめの ひでも\nそらを とぶことが できる。',

	weedle:
		'もりや くさちに おおく せいそく。\nあたまの さきに 5センチぐらいの\nちいさく するどい どくばりをもつ。',

	kakuna:
		'おとなの からだを つくるための\nいちじてきな じょうたい。\nじぶんでは ほとんど うごけない。',

	beedrill:
		'しゅうだんで あらわれることもある。\nもうスピードで とびまわり\nおしりの どくばりで さしまくる。',

	pidgey: 'たたかいは すきではない。\nくさむらの なかに かくれて\nちいさい むしなどを とらえる。',

	pidgeotto:
		'あしの ツメが はったつしている。\nエサの タマタマを つかんで\n100キロさきの す まで はこぶ。',

	pidgeot: 'うつくしい ハネを ひろげて\nあいてを いかくする。\nマッハ2で そらを とびまわる。',
	rattata:
		'キバは ながくて するどい。\nいっしょう のびつづけるので\nかたい モノを かじって けずる。',

	wigglytuff:
		'キメ こまかく しなやかな\nたいもうは うっとりするほど。\nけがわは こうきゅうひんだ。',

	raticate:
		'うしろあしの ゆびは 3ぼんで\nちいさな みずかきが ついている。\nかわを およいで わたる。',

	spearow:
		'いそがしく あちこちを とびまわる。\nたいりょくは すくないが\nオウムがえしを つかうと てごわい。',

	fearow:
		'おおきな つばさで おおぞらを\nとびつづけることが できる。\n1にち おりなくても だいじょうぶ。',

	ekans:
		'くさちなどに おおく せいそくする。\nしたを チロチロ させて まわりの\nきけんを かんじとる。',

	arbok:
		'おなかの もようが こわいかおに\nみえる。よわいてきは そのもようを\nみただけで にげだしてしまう。',

	pikachu:
		'ほっぺたの りょうがわに\nちいさい でんきぶくろを もつ。\nピンチのときに ほうでんする。',

	raichu:
		'じでんげきは 10まんボルトに\nたっすることもあり へタにさわると\nインドぞうでも きぜつする。',

	sandshrew:
		'じめんに あなを ほって すむ。\nじぶんに きけんが せまると\nまるくなって みを まもる。',

	sandslash: 'ぎすばしっこく はしり まわり\nせなかの ハりと するどい ツメの\nこうげきが とくい。',

	'nidoran-m':
		'ちいさくても どくばりの いりょくは\nきょうれつで ちゅういが ひつよう。\nメスのほうが つのが ちいさい。',

	nidorina:
		'メスなので せいかくは おんこう。\nくちから だす ちょうおんぱは\nあいてを まどわす ちからがある。',

	nidoqueen:
		'かたくて はりのような ウロコが\nからだを おおっている。\nこうふんすると はりが さかだつ。',

	'nidoran-f':
		'みみが おおきく とおくの おとを\nきくとき はばたくように うごく。\nおこると どくばりを だす。',

	nidorino:
		'おこりやすい せいかく。\nはったつした ツノを ふりまわして\nダイヤモンドも くしざしに する。',

	nidoking:
		'いしのように かたい ひふと\nながく のびた ツノが とくちょう。\nツノには どくもあるので ちゅうい。',

	clefairy:
		'あいくるしい すがたから\nぺットように にんきが ある。\nただし なかなか みつけられない。',

	clefable:
		'みみが よくて 1キロ はなれた\nところで おとした はりのおとを\nみごとに ききわけられる。',

	vulpix: 'こどもだが 6ほんの しっぽが\nうつくしい。せいちょうすると\nさらに しっぽが ふえる。',
	ninetales:
		'おうごんに かがやく たいもうと\n9ほんの ながい しっぽを もつ。\n1000ねんは いきると いわれる。',

	jigglypuff:
		'まるくて おおきい ひとみで\nさそいこみ ここちよい うたを\nうたい あいてを ねむらせる。',

	zubat:
		'りょうほうの めが そんざいしない。\nくちから ちょうおんぱを だして\nくらやみを とびまわる。',

	golbat: 'するどいキバで かみついて\nいちどに 300シーシーの\nちを すいとってしまう。',
	oddish:
		'べつめい アルキメンデス。\nよるに なると 2ほんの ねっこで\n300メートルも あるくという。',

	gloom:
		'めしべが はなつ とてつもなく\nくさい においは 2キロさきまで\nとどき きを うしなわせる。',

	vileplume:
		'せかいいち おおきい はなびらから\nアレルギーを おこす かふんを\nオニの ように ばらまく。',

	paras:
		'むしの せなかに はえているのは\nとうちゅうかそう という キノコ。\nそだつと キノコも おおきくなる。',

	parasect:
		'キノコの カサから どくほうしを\nまきちらす。しかし ちゅうごくでは\nこのほうしを かんぽうやくに する。',

	venonat:
		'くらやみでも めが レーダーの\nやくわりをして かつどうできる。\nめから ビームを はっしゃする。',

	venomoth:
		'はねに りんぷんが ついていて\nヒラヒラと はばたくたびに\nもうどくの こなを ばらまく。',

	diglett:
		'ちちゅうの あさいところを いどう。\nほりすすんだあとは じめんが\nもりあがっているので すぐわかる。',

	dugtrio:
		'ちちゅうを ほりすすんで\nあいてが ゆだんしているところを\nべつの ばしょから こうげきする。',

	meowth: 'ひるまは ねてばかりいる。\nよるになると めが かがやき\nなわばりを あるきまわる。',
	persian:
		'きしょうが はげしく しっぽを\nまっすぐ たてたら よう ちゅうい。\nとびかかって かみつく まえぶれだ。',

	psyduck:
		'いつも ずつうに なやまされている。\nこの ずつうが はげしくなると\nふしぎな ちからを つかいはじめる。',

	golduck:
		'てのひらが みずかきに なっていて\nおよぐのが とくい。みずうみなどで\nゆうがな すがたが みかけられる。',

	mankey:
		'みのこなしが かるく きょうぼうな\nせいかく。おこって あばれると\nてが つけられなくなる。',

	primeape: 'いつも もうれつに おこっており\nにげても にげても\nどこまでも おいかけてくる。',
	growlithe:
		'ひとなつこく せいじつな せいかく。\nてきには ほえて かみつき\nおいはらおう とする。',

	arcanine:
		'ちゅうごくの いいつたえにある\nでんせつの ポケモン。ものすごい\nスピードで はしるという。',

	poliwag:
		'スべスべした くろいひふは うすく\nしめっている。ないぞうの いちぶが\nすけて うずまきじょうに みえる。',

	poliwhirl:
		'2ほんの あしは はったつしており \nちじょうで くらせるのに なぜか\nすいちゅう せいかつが すき。',

	poliwrath:
		'およぎが とくいで クロールや\nバタフライが できる。オりンピックの\nせんしゅも かなわないほど はやい。',

	abra:
		'1にち 18じかんは ねている。\nねむってる あいだでも さまざまな\nちょうのうりょくを つかう。',

	kadabra:
		'あるあさのこと。 ちょうのうりょく\nしょうねんが べットから めざめると\nユンゲラーに へんしん していた。',

	alakazam:
		'ちからわざを あまり このまず\nちょうのうりょくを じざいに\nあやつって あいてを たおす。',

	machop:
		'ぜんしんが きんにくに なっており\nこどもほどの おおきさしかないのに\nおとな 100にんを なげとばせる。',

	machoke:
		'つかれることのない きょうじんな\nにくたいを もつ。おもい にもつの\nうんぱんなどの しごとを てつだう。',

	machamp:
		'はったつした 4ほんの うでは\n2びょうかんに 1000ぱつの\nパンチを くりだすことができる。',

	bellsprout:
		'ひとの かおのような ツボミから\nでんせつの マンドラゴラの いっしゅ\nではないかと ささやかれている。',

	weepinbell:
		'ハッパの ぶぶんは カッターになって\nあいてを きりさく。くちからは\nなんでも とかす えきたいを はく。',

	victreebel:
		'ミツの ような かおりで くちの\nなかに さそいこまれたら さいご。\nようかいえきで とかされてしまう。',

	tentacool:
		'ぬすいしょうの ように すきとおった\nめだまから ふしぎな ひかりの\nビームを はっしゃする。',

	tentacruel:
		'80ぽん の しょくしゅが じゆうに\nうごく。さされると どくに おかされ\nするどい いたみが はしる。',

	geodude:
		'まるくて もちやすいので つかんで\nあいてに なげて ぶつける\nイシツブテ がっせんが できる。',

	graveler: 'やまのなかの さかみちを\nあるいていると ゴローンが\nころがって くることが ある。',
	golem:
		'がんばんのような かたい カラで\nおおわれている。1ねんに 1かい\nだっぴして おおきくなる。',

	ponyta:
		'からだが かるく あしの ちからが\nものすごい。1かいの ジャンプで\nとうきょうタワーも とびこえる。',

	rapidash:
		'じそくは さいこう 240キロ。\nメラメラ もえながら しんかんせんと\nおなじ スピードで かけぬける。',

	slowpoke:
		'いつも ボーッとしていて なにを\nかんがえているか わからない。\nしっぽで エサを つるのが とくい。',

	slowbro:
		'ヤドンが うみへ エサを\nとりにいったとき シェルダーに\nしっぽをかまれ ヤドランになった。',

	magnemite:
		'くうちゅうに ういたまま いどうして\nさゆうの ユニットから\nでんじはなどを ほうしゃする。',

	magneton:
		'ふくすうの コイルが れんけつして\nきょうりょくな じりょくせんと\nこうでんあつを ほうしゃする。',

	farfetchd:
		'じぶんの すを つくるための\nしょくぶつの クキを いっぽん\nいつも もって あるいている。',

	doduo:
		'とつぜんへんいで みつかった\nふたつの あたまを もつ ポケモン。\nじそく 100キロで はしる。',

	dodrio:
		'めったに みつからない ちんしゅ。\n3つの あたまは よろこび かなしみ\nいかりの かんじょうを あらわす。',

	seel:
		'みずいろの たいもうに おおわれた\nひふは ぶあつくて じょうぶ。\nれいか40ど でも かつどうできる。',

	dewgong:
		'ぜんしんが まっしろな けで\nおおわれている。さむさに つよく\nむしろ さむいほど げんきになる。',

	grimer:
		'じつきからの エックスせんをあびた\nへドロが べトべターにへんかした。\nきたないモノが だいこうぶつ。',

	muk: 'じふだんは じめんに まざっていて\nわからない。からだに さわると\nもうどくに おかされる。',

	shellder:
		'ダイヤモンドよりも かたいカラに\nおおわれている。しかし なかは\nいがいと やわらかい。',

	cloyster:
		'ガカラが ひじょうに かたく\nナパームだんでも こわせない。\nこうげきするときだけ ひらく。',

	gastly:
		'うすい ガスじょうの せいめいたい。\nガスに つつまれると\nインドぞうも 2びょうで たおれる。',

	haunter:
		'くらやみで だれもいないのに\nみられているような きがしたら\nそこに ゴーストが いるのだ。',

	gengar: 'やまで そうなんしたとき\nいのちをうばいに くらやみから\nあらわれることが あるという。',

	onix:
		'ふだんは つちのなかに すんでいる。\nちちゅうを じそく 80キロで\nほりながら エサを さがす。',

	drowzee:
		'ユメを たべるという でんせつの \nいきもの バクの しそん。\nさいみんじゅつが とくいだ。',

	hypno:
		'ふりこのようなものを もちあるく。\nこどもに さいみんじゅつを かけて\nどこかへ つれさるじけんが あった。',

	krabby:
		'うみの ちかくで みつかる。\nおおきな ハサミは もぎとっても\nあとから また はえてくる。',

	kingler: 'かたい ハサミは 1まんばりきの\nパワーを もっているが\nおおきすぎて うごきが にぶい。',

	voltorb:
		'しょうたい ふめいの いきもの。\nいやなおとを だしたり とつぜん\nじばくする ことも あるという。',

	electrode:
		'すこしの しげきに はんのうして\nばくはつする。バクダンボールという\nあだなで こわがられて いる。',

	exeggcute:
		'なにかの たまごの ようだが\nじつは しょくぶつの タネにちかい\nいきもの であることが わかった。',

	exeggutor:
		'あるく ねったいうりん とよばれる。\nみの ひとつひとつに かおがあって\nそれぞれ いしを もっている。',

	cubone:
		'しにわかれた ははおやの ほねを\nあたまに かぶっている。さびしいとき\nおおごえで なくという。',

	marowak:
		'からだも ちいさく もともと \nよわかった。ホネを つかうようになり\nせいかくが きょうぼうか した。',

	hitmonlee:
		'あしが じゆうに のびちぢみして\nとおく はなれている ばあいでも\nあいてを けりあげることが できる。',

	hitmonchan:
		'プロボクサーの たましいが\nのりうつっている。パンチのスピードは\nしんかんせんよりも はやい。',

	lickitung:
		'ズタヴしたが しんちょうの 2ばいもある。\nエサをとったり こうげきをしたりと\nまるで てのように うごかせる。',

	koffing:
		'うすい バルーンじょうの からだに\nもうどくの ガスが つまっている。\nちかくにくると くさい。',

	weezing:
		'ごくまれに とつぜんへんいで\nふたごの ちいさい ドガースが\nれんけつしたまま でることがある。',

	rhyhorn:
		'あたまは わるいが ちからが つよく\nこうそうビルも たいあたりで\nコナゴナに ふんさいする。',

	rhydon:
		'しんかして うしろあし だけで\nたつようになった。ツノで つかれると\nがんせきにも あながあいてしまう。',

	chansey:
		'1にちに いくつか たまごを うむ。\nその たまごは えいよう まんてんで\nものすごく おいしい らしい。',

	tangela:
		'ブルーの つるしょくぶつが\nからみあい しょうたいは みえない。\nちかずくものに からみついてくる。',

	kangaskhan:
		'メスはおなかの ふくろに\nこどもを いれて そだてる。\nれんぞくパンチ こうげきが とくい。',

	horsea:
		'ぜんまいのように クルクルまかれた\nしっぽで からだの バランスをとる。\nくちから スミを はくことが ある。',

	seadra:
		'うかつに さわろうとすると\nからだじゅうに はえる トゲに\nさされて きぜつすることも ある。',

	goldeen:
		'せビレ むなビレが きんにくのように\nはったつしており すいちゅうを\n5ノットの はやさで およぐ。',

	seaking: 'ドりルのように とがっているツノで\nいわはだを くりぬき\nじぶんの すを つくっている。',

	staryu: 'うみべに おおく あらわれ\nよるになると ちゅうしんが\nあかく てんめつする。',
	starmie:
		'きかがくてきな ボディーから\nうちゅうせいぶつ ではないかと\nじもとでは うたがわれている。',

	'mr-mime':
		'ひとを しんじこませるのが うまい。\nパントマイムで つくったカべが\nほんとうに あらわれるという。',

	scyther:
		'するどいカマで えものを きりさき\nいきのねを とめる。ごくまれに\nハネをつかって とぶ。',

	jynx:
		'にんげんのような ことばを はなすが\nまだ なにをいっているか ふめいで\nげんざい けんきゅうされている。',

	electabuzz:
		'じつよい でんきが だいこうぶつで\nおおきな はつでんしょ などに \nしばしば あらわれる。',

	magmar:
		'かざんの かこうちかくで\nみつかった。くちから ほのおをはく。\nたいおんは 1200ど もある。',

	pinsir:
		'2ほんの ながい ツノは パワフル。\nいちど はさまれて しまったら\nちぎれるまで はなさない。',

	tauros: 'たいあたりしてくるとき\n2ほんの しっぽで じぶんの\nからだを ピシピシと たたく。',
	magikarp:
		'ちからも スピードも ほとんどダメ。\nせかいで いちばん よわくて\nなさけない ポケモンだ。',

	gyarados:
		'ひじょうに きょうぼうな せいかく。\nくちからだす はかいこうせんは\nすべてのものを やきつくす。',

	lapras:
		'ひとのことばを りかいする たかい\nちのうをもつ。うみの うえを\nひとをのせて すすむのが すき。',

	ditto:
		'からだの さいぼうの つくりを\nじぶんで くみかえて ほかの\nせいめいたいに へんしんする。',

	eevee: '3しゅるいの ポケモンに\nしんかする かのうせいを もつ\nめずらしい ポケモンだ。',
	vaporeon:
		'からだの さいぼうの つくりが\nみずの ぶんしと にている。\nみずに とけると みえなくなる。',

	jolteon:
		'おこったり おどろいたりすると\nぜんしんの けが はりの ように\nさかだって あいてを つらぬく。',

	flareon: 'たいないに ほのおぶくろが あり\nふかく いきを すいこんだあと\n1700ど の ひを はく。',

	porygon:
		'さいこうの かがくりょくを つかい\nついに じんこうの ポケモンを\nつくることに せいこうした。',

	omanyte: 'おおむかし うみに すんでいた\nこだい ポケモン。10ぽんの あしを\nくねらせて およぐ。',

	omastar:
		'しょくしゅが てあしの ように\nはったつ してる。しがみつくと\nどうじに かみついて くる。',

	kabuto:
		'こだい せいぶつの かせきから\nさいせいしたポケモン。\nかたい カラで みを まもっている。',

	kabutops:
		'すいちゅうを じゆうに およぎ\nするどい カマで えものを とらえ\nたいえきを すいとってしまう。',

	aerodactyl:
		'ヴこはくに のこされた きょうりゅうの\nいでんしから ふっかつさせた。\nたかいこえで なきながら とぶ。',

	snorlax:
		'1にちに たべものを 400キロ\nたべないと きが すまない。\nたべおわると ねむってしまう。',

	articuno:
		'でんせつの とりポケモンの ひとつ。\nながい しっぽが たなびいて\nとんでいく すがたは すばらしい。',

	zapdos:
		'でんせつの とりポケモンの ひとつ。\nとぶときに バチバチと なにかの\nはじけるような おとがする。',

	moltres:
		'でんせつの とりポケモンの ひとつ。\nオレンジいろの もえるようなハネが\nみるものを あっとうする。',

	dratini: 'こどもでも しんちょうは\n2メートル いじょう。だっぴを\nくりかえして おおきくなる。',
	dragonair:
		'うみや みずうみなどに すむという。\nはねをもたないが たまに そらを\nとぶ すがたが もくげきされる。',

	dragonite: 'おおきな たいかくで そらを とぶ。\nちきゅうを やく16じかんで\n1しゅう してしまう。',

	mewtwo:
		'とけんきゅうの ために いでんしを\nどんどん くみかえていった けっか\nきょうぼうな ポケモンに なった。',

	mew:
		'みなみアメりカに せいそくする\nぜつめつしたはずの ポケモン。\nちのうがたかく なんでも おぼえる。',
})
